[
    {
        "name": "girl in red",
        "real_name": "Marie Ulven",
        "genre": "Indie Pop, Alternative, LGBTQ+",
        "description": "A Norwegian singer-songwriter known for her raw and heartfelt lyrics that explore themes of love, identity, and mental health. Her music has become anthems for the LGBTQ+ community.",
        "reviewer": "Caroline",
        "review": "A genuine and refreshing voice in indie music. Her lyrics feel like intimate conversations, making her songs deeply relatable."
    },
    {
        "name": "King Princess",
        "real_name": "Mikaela Straus",
        "genre": "Pop, Indie Pop, LGBTQ+",
        "description": "An American singer-songwriter and multi-instrumentalist known for her powerful voice and boundary-pushing music that celebrates queer love and self-expression.",
        "reviewer": "Caroline",
        "review": "Effortlessly cool and unapologetically herself. King Princess’s music is both catchy and deeply meaningful."
    },
    {
        "name": "Freddie Mercury",
        "real_name": "Farrokh Bulsara",
        "genre": "Rock, Glam Rock, Pop Rock",
        "description": "The legendary lead vocalist of Queen, known for his dynamic stage presence, incredible vocal range, and timeless hits like 'Bohemian Rhapsody' and 'Somebody to Love.'",
        "reviewer": "Caroline",
        "review": "An icon in every sense of the word. Freddie Mercury’s charisma and talent are unmatched and will forever inspire."
    },
    {
        "name": "Elton John",
        "real_name": "Reginald Kenneth Dwight",
        "genre": "Pop, Rock, Glam Rock",
        "description": "A British music legend whose career spans over five decades, known for his flamboyant style, unforgettable melodies, and hits like 'Rocket Man' and 'Tiny Dancer.'",
        "reviewer": "Caroline",
        "review": "A true musical genius. Elton John's ability to create timeless songs is nothing short of extraordinary."
    },
    {
        "name": "Troye Sivan",
        "real_name": "Troye Sivan Mellet",
        "genre": "Pop, Electro-Pop, LGBTQ+",
        "description": "An Australian singer-songwriter and actor who gained fame with his introspective pop music that often explores themes of love, youth, and self-discovery.",
        "reviewer": "Caroline",
        "review": "Troye’s music is dreamy and evocative, capturing the essence of modern pop with an emotional edge."
    },
    {
        "name": "Adam Lambert",
        "real_name": "Adam Mitchel Lambert",
        "genre": "Pop, Rock, Glam Rock",
        "description": "A powerhouse vocalist and performer known for his impressive vocal range and his role as the lead singer of Queen in recent years.",
        "reviewer": "Caroline",
        "review": "Adam’s voice is pure magic, and his stage presence is electrifying. He’s a worthy torchbearer for Queen’s legacy."
    },
    {
        "name": "Hayley Kiyoko",
        "real_name": "Hayley Kiyoko Alcroft",
        "genre": "Pop, Electro-Pop, LGBTQ+",
        "description": "Dubbed 'Lesbian Jesus' by her fans, Hayley Kiyoko is an American singer and actress known for her empowering music and visibility as a queer artist.",
        "reviewer": "Caroline",
        "review": "Hayley’s music is joyful and empowering, a celebration of love and authenticity. She’s an inspiration to so many."
    },
    {
        "name": "Kevin Atwater",
        "real_name": "Kevin Atwater",
        "genre": "Indie, Folk, Acoustic",
        "description": "An emerging artist known for their soulful voice and introspective songwriting, blending raw emotion with soothing melodies.",
        "reviewer": "Kailey",
        "review": "Kevin’s music is deeply personal and captivating, perfect for quiet moments of reflection."
    },
    {
        "name": "Towa Bird",
        "real_name": "Towa Bird",
        "genre": "Alternative Rock, Indie, Punk",
        "description": "A dynamic guitarist and singer-songwriter who blends vibrant energy with sharp, emotionally charged lyrics.",
        "reviewer": "Kailey",
        "review": "Towa’s talent on the guitar is unmatched, and her music bursts with energy and originality."
    },
    {
        "name": "NOAHFINNCE",
        "real_name": "Noah Adams",
        "genre": "Pop-Punk, Alternative Rock",
        "description": "A UK-based musician who brings high-energy pop-punk vibes with unapologetic, heartfelt lyrics about identity and self-expression.",
        "reviewer": "Kailey",
        "review": "Noah’s music is anthemic and empowering, with a fresh take on pop-punk that feels both nostalgic and new."
    },
    {
        "name": "Leith Ross",
        "real_name": "Leith Ross",
        "genre": "Indie Folk, Acoustic",
        "description": "A Canadian singer-songwriter with a gift for storytelling and an ethereal voice that captivates listeners with heartfelt, minimalist tracks.",
        "reviewer": "Kailey",
        "review": "Leith’s songs are beautifully intimate, as though they’re telling you a secret through music."
    },
    {
        "name": "Leanna Firestone",
        "real_name": "Leanna Firestone",
        "genre": "Pop, Indie, Acoustic",
        "description": "A singer-songwriter whose music blends wit and vulnerability, crafting relatable songs about love, heartbreak, and self-discovery.",
        "reviewer": "Kailey",
        "review": "Leanna’s lyrics are as clever as they are emotional, making her music both fun and deeply moving."
    },
    {
        "name": "Abby Cates",
        "real_name": "Abby Cates",
        "genre": "Pop, Soul, Indie",
        "description": "An up-and-coming artist known for her stunning vocals and ability to infuse pop music with soulful emotion and authenticity.",
        "reviewer": "Kailey",
        "review": "Abby’s voice is absolutely mesmerizing, and her music feels like a warm embrace."
    }
]