[
  {
    "id": 1,
    "title": "Light from Uncommon Stars",
    "poster": "light.jpg",
    "author": "Ryka Aoki",
    "publication_date": "September 28, 2021",
    "description": "A genre-blending tale combining science fiction, fantasy, and queer representation. The story follows a violinist who makes a deal with a demon, a runaway transgender girl, and a starship captain hiding on Earth.",
    "genre": "Science Fiction, Fantasy, LGBTQ+",
    "reviewer": "Caroline",
    "review": "A masterful and heartfelt story that seamlessly blends the fantastical and deeply human. The characters will stay with you long after you finish."
  },
  {
    "id": 2,
    "title": "You Exist Too Much",
    "poster": "exist.jpg",
    "author": "Zaina Arafat",
    "publication_date": "June 9, 2020",
    "description": "A coming-of-age novel about a queer Palestinian American woman navigating cultural expectations, family dynamics, and her journey toward self-acceptance.",
    "genre": "Contemporary Fiction, LGBTQ+",
    "reviewer": "Caroline",
    "review": "A beautifully written exploration of identity and belonging, with raw and honest storytelling that resonates deeply."
  },
  {
    "id": 3,
    "title": "On Earth We’re Briefly Gorgeous",
    "poster": "earth.jpg",
    "author": "Ocean Vuong",
    "publication_date": "June 4, 2019",
    "description": "A poetic and raw letter from a son to his immigrant mother, exploring themes of identity, trauma, and love while reflecting on the experiences of growing up in a Vietnamese-American household.",
    "genre": "Literary Fiction, LGBTQ+",
    "reviewer": "Caroline",
    "review": "Ocean Vuong's prose is breathtaking and deeply emotional. This book feels like both a love letter and a requiem."
  },
  {
    "id": 4,
    "title": "Simon vs. the Homo Sapiens Agenda",
    "poster": "simon.jpg",
    "author": "Becky Albertalli",
    "publication_date": "April 7, 2015",
    "description": "A heartwarming young adult romance about Simon Spier, a closeted gay teenager, navigating high school, friendships, and an anonymous online romance that could change his life.",
    "genre": "Young Adult, Romance, LGBTQ+",
    "reviewer": "Caroline",
    "review": "Adorably funny and touching, Simon’s journey is a must-read for anyone who loves stories about self-discovery and love."
  },
  {
    "id": 5,
    "title": "The Perks of Being a Wallflower",
    "poster": "perks.jpg",
    "author": "Stephen Chbosky",
    "publication_date": "February 1, 1999",
    "description": "Told through a series of letters, this coming-of-age story follows Charlie, an introverted teenager, as he navigates high school friendships, mental health struggles, and self-discovery.",
    "genre": "Young Adult, Coming-of-Age",
    "reviewer": "Caroline",
    "review": "An unforgettable portrait of adolescence, heartbreak, and hope. A timeless classic for anyone who's ever felt like an outsider."
  },
  {
    "id": 6,
    "title": "Beloved",
    "poster": "beloved.jpg",
    "author": "Toni Morrison",
    "publication_date": "September 16, 1987",
    "description": "Set after the American Civil War, this powerful novel explores the legacy of slavery through the story of Sethe, an escaped enslaved woman haunted by her past and the ghost of her dead daughter.",
    "genre": "Historical Fiction, Literary Fiction",
    "reviewer": "Caroline",
    "review": "A haunting and profound masterpiece that confronts the darkest corners of history with unflinching honesty and poetic beauty."
  },
  {
    "id": 7,
    "title": "The Kite Runner",
    "poster": "kite.jpg",
    "author": "Khaled Hosseini",
    "publication_date": "May 29, 2003",
    "description": "A moving story of friendship, betrayal, and redemption set against the backdrop of Afghanistan’s tumultuous history. The novel follows Amir as he seeks to atone for a childhood mistake that changed his and his best friend's life forever.",
    "genre": "Historical Fiction, Drama",
    "reviewer": "Caroline",
    "review": "An emotionally powerful and gripping tale of love, guilt, and forgiveness. A story that leaves a lasting impression."
  },
  {
    "id": 8,
    "title": "Light from Uncommon Stars",
    "poster": "light.jpg",
    "author": "Ryka Aoki",
    "publication_date": "September 28, 2021",
    "description": "A genre-blending tale combining science fiction, fantasy, and queer representation. The story follows a violinist who makes a deal with a demon, a runaway transgender girl, and a starship captain hiding on Earth.",
    "genre": "Science Fiction, Fantasy, LGBTQ+",
    "reviewer": "Kailey",
    "review": "I put this book down, often. The early chapters felt a little too long. I liked that there was trans and lesbian representation, and I loved that it was a sci fi setting instead of a romance. I liked the ending overall, but I wouldn't reread."
  },
  {
    "id": 9,
    "title": "You Exist Too Much",
    "poster": "exist.jpg",
    "author": "Zaina Arafat",
    "publication_date": "June 9, 2020",
    "description": "A coming-of-age novel about a queer Palestinian American woman navigating cultural expectations, family dynamics, and her journey toward self-acceptance.",
    "genre": "Contemporary Fiction, LGBTQ+",
    "reviewer": "Kailey",
    "review": "I preferred this book compared to Light from Uncommon Stars. I loved the plot - love addiction (or some form of disorganized attachment) needs therapy and work to have a healthy relationship. I don't agree with the theories that the narrator was reliving her romantic relationships to fix her relationship with her Mom - feels a bit Freudian and I don't like his theories on sexuality."
  },
  {
    "id": 10,
    "title": "Beartown Series",
    "poster": "beartown.jpg",
    "author": "Fredrik Backman",
    "publication_date": "First book: September 6, 2016",
    "description": "A deeply emotional series about a small town's hockey team, exploring themes of community, loyalty, and resilience through tragedy and triumph.",
    "genre": "Contemporary Fiction, Drama",
    "reviewer": "Kailey",
    "review": "I couldn't finish the series. I loved book one, and in the middle of book two I had a concern if my favorite character Benji (the token gay) would die. He does die, in book 3. Ruined my ability to enjoy the books further, so I stopped reading. Loved the lesbian hockey coach though and the overall plot."
  },
  {
    "id": 11,
    "title": "Aristotle and Dante Discover the Secrets of the Universe",
    "poster": "aristotle.jpg",
    "author": "Benjamin Alire Sáenz",
    "publication_date": "February 21, 2012",
    "description": "A lyrical and tender story about two boys forming an unlikely friendship that evolves into love, set against the backdrop of 1980s Texas.",
    "genre": "Young Adult, LGBTQ+, Coming-of-Age",
    "reviewer": "Kailey",
    "review": "I've reread this book a number of times. I love the drama of Ari breaking his legs to save Dante. And I love a happy ending. SO good."
  },
  {
    "id": 12,
    "title": "They Both Die at the End",
    "poster": "bothDie.jpg",
    "author": "Adam Silvera",
    "publication_date": "September 5, 2017",
    "description": "In a world where people know the day they will die, two strangers meet through an app and embark on a life-changing last adventure together.",
    "genre": "Young Adult, LGBTQ+, Speculative Fiction",
    "reviewer": "Kailey",
    "review": "This book is unbelievably good. The idea that you are told your last 24 hours to live is wonderful (because you get to live life to your fullest) and the idea of a Last Friend app is also so cute. Once you realize how limited your time is on Earth, you don't care about society's opinions of you more than your own feelings. It's freeing. You can live your life the way you want without repercussions."
  },
  {
    "id": 13,
    "title": "Will Grayson, Will Grayson",
    "poster": "willgray.jpg",
    "author": "John Green and David Levithan",
    "publication_date": "April 6, 2010",
    "description": "A unique collaboration between two acclaimed authors, this novel follows two very different boys, both named Will Grayson, whose lives intersect in unexpected ways.",
    "genre": "Young Adult, LGBTQ+, Contemporary Fiction",
    "reviewer": "Kailey",
    "review": "Honestly, this book only needed the perspective of Naperville Will and not Evanston Will. I only care about Tiny's relationship with Naperville Will Grayson, who is outed and catfished by his friend and meets Tiny and supports him in writing and starring in his own musical. I read on for Naperville Will and Tiny."
  },
  {
    "id": 14,
    "title": "Everyone in This Room Will Someday Be Dead",
    "poster": "everyone.jpg",
    "author": "Emily Austin",
    "publication_date": "July 6, 2021",
    "description": "A darkly humorous and poignant exploration of mortality, mental health, and finding meaning, centered on Gilda, an anxious atheist who accidentally becomes a church receptionist.",
    "genre": "Contemporary Fiction, Dark Humor",
    "reviewer": "Kailey",
    "review": "I honestly didn't like this book. I still think the plot is really good, but the writing style wasn't for me. I usually enjoy books about mental health, but I didn't feel like I could personally relate to Gilda."
  }
]