[
  {
    "id": 1,
    "title": "Light from Uncommon Stars - Caroline",
    "poster": "light.jpg",
    "author": "Ryka Aoki",
    "publication_date": "September 28, 2021",
    "description": "A genre-blending tale combining science fiction, fantasy, and queer representation. The story follows a violinist who makes a deal with a demon, a runaway transgender girl, and a starship captain hiding on Earth.",
    "genre": "Science Fiction, Fantasy, LGBTQ+",
    "reviewer": "Caroline",
    "review": "I think this was a bit too fantastical for me. I am not much of a fantasy reader, I am very much realistic fiction and so this was farther on the edges of what I enjoy but I didn't have a hard time reading it. I don't think I had any real skin in the game for any of the characters except that I didn't like the demon but that is just because I don't like entitled and over-confident jerks. I think it was a cool idea and I liked how everything tied together but I just can't call myself a fantasy girl and I think that is why I can't get super behind it."
  },
  {
    "id": 2,
    "title": "You Exist Too Much - Caroline",
    "poster": "exist.jpg",
    "author": "Zaina Arafat",
    "publication_date": "June 9, 2020",
    "description": "A coming-of-age novel about a queer Palestinian American woman navigating cultural expectations, family dynamics, and her journey toward self-acceptance.",
    "genre": "Contemporary Fiction, LGBTQ+",
    "reviewer": "Caroline",
    "review": "I could rally more behind this book than Light From Uncommon Stars because I really do just love me some realistic fiction and I liked following this character's journey. I thought it was super relatable especially feeling yourself fall into familiar, toxic patterns. I don't think I could truly believe her transformation but I really liked all the parts up to it. I just think that for a whole book of her struggling that it was a bit unrealistic to fix everything in a few paragraphs but I also think that could have just been the writing."
  },
  {
    "id": 3,
    "title": "On Earth We’re Briefly Gorgeous",
    "poster": "earth.jpg",
    "author": "Ocean Vuong",
    "publication_date": "June 4, 2019",
    "description": "A poetic and raw letter from a son to his immigrant mother, exploring themes of identity, trauma, and love while reflecting on the experiences of growing up in a Vietnamese-American household.",
    "genre": "Literary Fiction, LGBTQ+",
    "reviewer": "Caroline",
    "review": "I wrote my whole essay earlier this semester on this book but I honestly can not praise it enough. Even just the idea that Little Dog is writing a letter to his mother that she can never read twinges my heart already. This novel probably has some of the most beautiful language I have ever read--I actually remember sending pictures of pages over text to my mom when I read it the first time because it was so profound. I think the lens of being a queer immigrant is incredibly unique and opened the door for some truly emotionally devastating moments for me like when their house is spray painted red with slurs and Little Dog tells his illiterate mother that it says Merry Christmas and is red for good luck. I will never ever get tired of the first love and heartbreak story and this is no exception-- I could taste the pain in my mouth upon Little Dog's return home in adulthood (I won't spoil why). The grandmother and mother's perspectives from different generations were invaluable, absolutely necessary. Could not recommend a book more. When I was looking back for quotes for my essay I basically ended up re-reading the whole thing because I was hooked."
  },
  {
    "id": 4,
    "title": "Simon vs. the Homo Sapiens Agenda",
    "poster": "simon.jpg",
    "author": "Becky Albertalli",
    "publication_date": "April 7, 2015",
    "description": "A heartwarming young adult romance about Simon Spier, a closeted gay teenager, navigating high school, friendships, and an anonymous online romance that could change his life.",
    "genre": "Young Adult, Romance, LGBTQ+",
    "reviewer": "Caroline",
    "review": "I love how different a lot of these books are from each other because I was just reviewing a deeply emotional book and now I get to review this absolutely adorable book. Very clever and relatable in Simon’s journey. Puts a twist on the typical self-discovery story. Doesn't have all the emotional layers of some of the real cutting queer fiction but that is not what this story is about nor does it claim to be. A story of hope and young love amidst so many of tragedy and lost love."
  },
  {
    "id": 5,
    "title": "The Perks of Being a Wallflower",
    "poster": "perks.jpg",
    "author": "Stephen Chbosky",
    "publication_date": "February 1, 1999",
    "description": "Told through a series of letters, this coming-of-age story follows Charlie, an introverted teenager, as he navigates high school friendships, mental health struggles, and self-discovery.",
    "genre": "Young Adult, Coming-of-Age",
    "reviewer": "Caroline",
    "review": "This book is very timeless and relatable -- for all the folks who have ever felt like outcasts. Touching and warm and then positively heartbreaking, honestly just an unforgettable and unfortunately not uncommon portrait of adolescence. I wish I hadn't seen the ending coming."
  },
  {
    "id": 6,
    "title": "Beloved",
    "poster": "beloved.jpg",
    "author": "Toni Morrison",
    "publication_date": "September 16, 1987",
    "description": "Set after the American Civil War, this powerful novel explores the legacy of slavery through the story of Sethe, an escaped enslaved woman haunted by her past and the ghost of her dead daughter.",
    "genre": "Historical Fiction, Literary Fiction",
    "reviewer": "Caroline",
    "review": "I think this was such a haunting and beautiful way to explore trauma -- Morrison almost uses the physical body as a vessel for it which is so raw and moving. Slavery is such a powerful lens to see queerness through where Sethe's family is absolutely riddled with the trauma of slavery and yet she is almost forced to confront her desires and identity."
  },
  {
    "id": 7,
    "title": "The Kite Runner",
    "poster": "kite.jpg",
    "author": "Khaled Hosseini",
    "publication_date": "May 29, 2003",
    "description": "A moving story of friendship, betrayal, and redemption set against the backdrop of Afghanistan’s tumultuous history. The novel follows Amir as he seeks to atone for a childhood mistake that changed his and his best friend's life forever.",
    "genre": "Historical Fiction, Drama",
    "reviewer": "Caroline",
    "review": "Khaled Hosseini has decidedly been my favorite author for years. I have sobbed hysterically at every book I have ever read by him and Kite Runner is no exception. It is HEART-WRENCHING. Absolutely HEART-WRENCHING. UGH. So so beautiful and so devastating and so authentic. The way that the two boys relationship is developed and how it is affected by trauma is earth shattering. Another phenomenal read after this would be A Thousand Splendid Suns (I think that one is my favorite book)."
  },
  {
    "id": 8,
    "title": "Light from Uncommon Stars - Kailey",
    "poster": "light.jpg",
    "author": "Ryka Aoki",
    "publication_date": "September 28, 2021",
    "description": "A genre-blending tale combining science fiction, fantasy, and queer representation. The story follows a violinist who makes a deal with a demon, a runaway transgender girl, and a starship captain hiding on Earth.",
    "genre": "Science Fiction, Fantasy, LGBTQ+",
    "reviewer": "Kailey",
    "review": "I put this book down, often - aka I did not like it very much and I likely would've not finished it if it was not required for class. The early chapters felt a little too long, and the later chapters felt like they were summing everything up too easily and too quickly for a fairytale ending. I think the transgender and lesbian representation was good, and I loved that it was a sci fi setting normalizing queer characters. Despite this, I wouldn't reread."
  },
  {
    "id": 9,
    "title": "You Exist Too Much - Kailey",
    "poster": "exist.jpg",
    "author": "Zaina Arafat",
    "publication_date": "June 9, 2020",
    "description": "A coming-of-age novel about a queer Palestinian American woman navigating cultural expectations, family dynamics, and her journey toward self-acceptance.",
    "genre": "Contemporary Fiction, LGBTQ+",
    "reviewer": "Kailey",
    "review": "I preferred this book compared to Light from Uncommon Stars. I loved the plot - love addiction (or some form of disorganized attachment) needs therapy and work to have a healthy relationship. The author handled this topic seriously and with respect, even though some people may have been surprised that a love addiction is even a thing. I don't agree with the theories that the narrator was reliving her romantic relationships to fix her relationship with her Mom - feels a bit Freudian and I don't like his theories on sexuality. I did like how the book described the common queer experience of shame from heterosexual parents, and how without changes from her mother that the character was forced to grey rock and reduce contact with her mother for her mental health despite still loving her as a person."
  },
  {
    "id": 10,
    "title": "Beartown Series",
    "poster": "beartown.jpg",
    "author": "Fredrik Backman",
    "publication_date": "First book: September 6, 2016",
    "description": "A deeply emotional series about a small town's hockey team, exploring themes of community, loyalty, and resilience through tragedy and triumph.",
    "genre": "Contemporary Fiction, Drama",
    "reviewer": "Kailey",
    "review": "I couldn't finish the series. I loved book one, and in the middle of book two I had a concern tjat my favorite character, Benji (the token gay character), would die. He does die, in book 3. It ruined my ability to enjoy the books further, so I stopped reading. I don't respect when authors use the bury your gays trope, even if otherwise the queer love in the story is well written. I enjoyed the lesbian hockey coach, her humor towards her queerness and how that changed the behavior of the straight teammates to make less homophobic jokes."
  },
  {
    "id": 11,
    "title": "Aristotle and Dante Discover the Secrets of the Universe",
    "poster": "aristotle.jpg",
    "author": "Benjamin Alire Sáenz",
    "publication_date": "February 21, 2012",
    "description": "A lyrical and tender story about two boys forming an unlikely friendship that evolves into love, set against the backdrop of 1980s Texas.",
    "genre": "Young Adult, LGBTQ+, Coming-of-Age",
    "reviewer": "Kailey",
    "review": "I've reread this book a number of times. I love the drama of Ari breaking his legs to save Dante. And I love a happy ending. SO good. Although dramatic, this book is great queer representation because it describes the cultural impacts of queerness as both main characters are Mexican American."
  },
  {
    "id": 12,
    "title": "They Both Die at the End",
    "poster": "bothDie.jpg",
    "author": "Adam Silvera",
    "publication_date": "September 5, 2017",
    "description": "In a world where people know the day they will die, two strangers meet through an app and embark on a life-changing last adventure together.",
    "genre": "Young Adult, LGBTQ+, Speculative Fiction",
    "reviewer": "Kailey",
    "review": "This book is unbelievably good. The idea that you are told your last 24 hours to live is wonderful (because you get to live life to your fullest) and the idea of a Last Friend app is also so cute. Once you realize how limited your time is on Earth, you don't care about society's opinions of you more than your own feelings. It's freeing. You can live your life the way you want without repercussions. I think that idea is very influential in queer media, and it describes the usually negative event of going against social norms and living happily despite that."
  },
  {
    "id": 13,
    "title": "Will Grayson, Will Grayson",
    "poster": "willgray.jpg",
    "author": "John Green and David Levithan",
    "publication_date": "April 6, 2010",
    "description": "A unique collaboration between two acclaimed authors, this novel follows two very different boys, both named Will Grayson, whose lives intersect in unexpected ways.",
    "genre": "Young Adult, LGBTQ+, Contemporary Fiction",
    "reviewer": "Kailey",
    "review": "Honestly, this book only needed the perspective of Naperville Will and not Evanston Will. I only care about Tiny's relationship with Naperville Will Grayson, who is outed and catfished by his friend and meets Tiny and supports him in writing and starring in his own musical. I read on for Naperville Will and Tiny."
  },
  {
    "id": 14,
    "title": "Everyone in This Room Will Someday Be Dead",
    "poster": "everyone.jpg",
    "author": "Emily Austin",
    "publication_date": "July 6, 2021",
    "description": "A darkly humorous and poignant exploration of mortality, mental health, and finding meaning, centered on Gilda, an anxious atheist who accidentally becomes a church receptionist.",
    "genre": "Contemporary Fiction, Dark Humor",
    "reviewer": "Kailey",
    "review": "I honestly didn't like this book. I still think the plot is really good, but the writing style wasn't for me. I usually enjoy books about mental health, but I didn't feel like I could personally relate to Gilda. Although I did go to a religious school growing up and I faced the impacts of religious pressure towards queer people, I didn't feel that this book did a good job showing that. It seemed to be making a joke out of religion sometimes, and overall I think the author could have done much more with the religious plot."
  }
]