[
    {
        "id": 1,
        "name": "girl in red",
        "poster": "girlinred.jpg",
        "real_name": "Marie Ulven",
        "genre": "Indie Pop, Alternative, LGBTQ+",
        "description": "A Norwegian singer-songwriter known for her raw and heartfelt lyrics that explore themes of love, identity, and mental health. Her music has become anthems for the LGBTQ+ community.",
        "reviewer": "Caroline",
        "review": "A genuine and refreshing voice in indie music. Her lyrics feel like intimate conversations, making her songs deeply relatable.",
        "notable_works": [
            "we fell in love in october",
            "i need to be alone",
            "bad idea!"
        ]
    },
    {
        "id": 2,
        "name": "King Princess",
        "poster": "kingprincess.jpg",
        "real_name": "Mikaela Straus",
        "genre": "Pop, Indie Pop, LGBTQ+",
        "description": "An American singer-songwriter and multi-instrumentalist known for her powerful voice and boundary-pushing music that celebrates queer love and self-expression.",
        "reviewer": "Caroline",
        "review": "Effortlessly cool and unapologetically herself. King Princess’s music is both catchy and deeply meaningful.",
        "notable_works": [
            "1950",
            "Hit the Back",
            "Talia"
        ]
    },
    {
        "id": 3,
        "poster": "freddie.jpg",
        "name": "Freddie Mercury",
        "real_name": "Farrokh Bulsara",
        "genre": "Rock, Glam Rock, Pop Rock",
        "description": "The legendary lead vocalist of Queen, known for his dynamic stage presence, incredible vocal range, and timeless hits like 'Bohemian Rhapsody' and 'Somebody to Love.'",
        "reviewer": "Caroline",
        "review": "An icon in every sense of the word. Freddie Mercury’s charisma and talent are unmatched and will forever inspire.",
        "notable_works": [
            "Bohemian Rhapsody",
            "Somebody to Love",
            "We Are the Champions"
        ]
    },
    {
        "id": 4,
        "poster": "elton.jpg",
        "name": "Elton John",
        "real_name": "Reginald Kenneth Dwight",
        "genre": "Pop, Rock, Glam Rock",
        "description": "A British music legend whose career spans over five decades, known for his flamboyant style, unforgettable melodies, and hits like 'Rocket Man' and 'Tiny Dancer.'",
        "reviewer": "Caroline",
        "review": "A true musical genius. Elton John's ability to create timeless songs is nothing short of extraordinary.",
        "notable_works": [
            "Rocket Man",
            "Tiny Dancer",
            "Your Song"
        ]
    },
    {
        "id": 5,
        "name": "Troye Sivan",
        "poster": "troyesivan.jpg",
        "real_name": "Troye Sivan Mellet",
        "genre": "Pop, Electro-Pop, LGBTQ+",
        "description": "An Australian singer-songwriter and actor who gained fame with his introspective pop music that often explores themes of love, youth, and self-discovery.",
        "reviewer": "Caroline",
        "review": "Troye’s music is dreamy and evocative, capturing the essence of modern pop with an emotional edge.",
        "notable_works": [
            "Youth",
            "My My My!",
            "Bloom"
        ]
    },
    {
        "id": 7,
        "name": "Lady Gaga",
        "poster": "gaga.jpg",
        "real_name": "Stefani Joanne Angelina Germanotta",
        "genre": "Pop, Dance, Electronic, Rock",
        "description": "An American singer, songwriter, and actress known for her versatility, theatrical performances, and groundbreaking music that blends genres and pushes boundaries. She is also a strong advocate for mental health and LGBTQ+ rights.",
        "reviewer": "Caroline",
        "review": "Lady Gaga is a powerhouse of creativity and talent. Her music and performances are transformative, leaving an indelible mark on the world of entertainment.",
        "notable_works": [
            "Bad Romance",
            "Poker Face",
            "Shallow",
            "Born This Way"
        ]
    },
    {
        "id": 8,
        "name": "Kevin Atwater",
        "poster": "kevinatwater.jpg",
        "real_name": "Kevin Atwater",
        "genre": "Indie, Folk, Acoustic",
        "description": "An emerging artist known for their soulful voice and introspective songwriting, blending raw emotion with soothing melodies.",
        "reviewer": "Kailey",
        "review": "I listened to the Downers Grove album on repeat for months. My favorite artist of the year. I tell every queer person I meet about this artist. Sad songs in an upbeat packaging, and sometimes just in depressing packaging. There's a story to every song that you just relate to emotionally.",
        "notable_works": [
            "Downers Grove (album)",
            "star tripping",
            "rotted out with flies"
        ]
    },
    {
        "id": 9,
        "name": "Towa Bird",
        "poster": "towabird.jpg",
        "real_name": "Towa Bird",
        "genre": "Alternative Rock, Indie, Punk",
        "description": "A dynamic guitarist and singer-songwriter who blends vibrant energy with sharp, emotionally charged lyrics.",
        "reviewer": "Kailey",
        "review": "I had never listened to Towa until my queer friend invited me to her concert. I studied up on the whole setlist, and it ended up being so fun (even if you didn't know all the words). Towa has amazing energy in her songs and on stage.",
        "notable_works": [
            "Rat Race",
            "B.I.L.L.S",
            "FML"
        ]
    },
    {
        "id": 10,
        "name": "NOAHFINNCE",
        "poster": "noahfinnce.jpg",
        "real_name": "Noah Adams",
        "genre": "Pop-Punk, Alternative Rock",
        "description": "A UK-based musician who brings high-energy pop-punk vibes with unapologetic, heartfelt lyrics about identity and self-expression.",
        "reviewer": "Kailey",
        "review": "I've been a fan of Noah's covers since I was a preteen, and now that he has some professionally produced albums I am even more obsessed. There's a good mix of high energy songs (Worms, After Therapy) and low energy songs (Chasing Daylight, Asthma Attack), lyrically which are always relatable and ultimately positive about the queer experience.",
        "notable_works": [
            "WORMS (In My Brain)",
            "AFTER THERAPY",
            "CHASING DAYLIGHT"
        ]
    },
    {
        "id": 11,
        "name": "Leith Ross",
        "poster": "leithross.jpg",
        "real_name": "Leith Ross",
        "genre": "Indie Folk, Acoustic",
        "description": "A Canadian singer-songwriter with a gift for storytelling and an ethereal voice that captivates listeners with heartfelt, minimalist tracks.",
        "reviewer": "Kailey",
        "review": "Leith Ross makes the most heartwarming and heartbreaking music. I listen to their music late at night (or the early hours of the morning) always.",
        "notable_works": [
            "(You) On My Arm",
            "Too Much Time In My House Alone",
            "Guts"
        ]
    },
    {
        "id": 12,
        "name": "Leanna Firestone",
        "poster": "leanna.jpeg",
        "real_name": "Leanna Firestone",
        "genre": "Pop, Indie, Acoustic",
        "description": "A singer-songwriter whose music blends wit and vulnerability, crafting relatable songs about love, heartbreak, and self-discovery.",
        "reviewer": "Kailey",
        "review": "Bi-icon! Her songs initially do not seem queer, but I went to her concert and the crowd was so, so gay (and she shared that Love of My Life was about her queer relationship). A good mix of high energy (God and the Government, Suneater, Foreverever) and low energy (ESOEMOEHOED, Special, Diet Coke). I was listening to ESOEMOEHOED over the summer, it's heartbreaking.",
        "notable_works": [
            "Special",
            "Love of My Life",
            "God and the Government"
        ]
    },
    {
        "id": 13,
        "name": "Abby Cates",
        "poster": "abbycates.jpg",
        "real_name": "Abby Cates",
        "genre": "Pop, Soul, Indie",
        "description": "An up-and-coming artist known for her stunning vocals and ability to infuse pop music with soulful emotion and authenticity.",
        "reviewer": "Kailey",
        "review": "Her music is in my vocal range which means that I am always singing it. I only knew one song when I saw her open for Leanna Firestone, but since then I actively follow her new music.",
        "notable_works": [
            "April Fools",
            "Rainbowfish",
            "saw ur mom at the grocery store"
        ]
    }
]