[
    {
        "id": 1,
        "name": "girl in red",
        "poster": "girlinred.jpg",
        "real_name": "Marie Ulven",
        "genre": "Indie Pop, Alternative, LGBTQ+",
        "description": "A Norwegian singer-songwriter known for her raw and heartfelt lyrics that explore themes of love, identity, and mental health. Her music has become anthems for the LGBTQ+ community.",
        "reviewer": "Caroline",
        "review": "It is a largely recognized stereotype that women listen to girl in red when they are questioning/accepting their bi or lesbian sexuality. Many stereotypes are false but this is absolutely a foundational concept for queerness. My evidence is that when I was questioning my sexuality I would sit around all angsty and listen to girl in red ON REPEAT. It may be a little cringey but her lyrics perfectly encapsulated what was exploding around my head and all these feelings I was having when it was very confusing and raw. I remember listening to 'girls' and feeling almost at peace knowing that she understood how complicated it was having feelings for a girl -- especially when that girl was my best friend :0",
        "notable_works": [
            "we fell in love in october",
            "girls",
            "bad idea!"
        ]
    },
    {
        "id": 2,
        "name": "King Princess",
        "poster": "kingprincess.jpg",
        "real_name": "Mikaela Straus",
        "genre": "Pop, Indie Pop, LGBTQ+",
        "description": "An American singer-songwriter and multi-instrumentalist known for her powerful voice and boundary-pushing music that celebrates queer love and self-expression.",
        "reviewer": "Caroline",
        "review": "King Princess was always a symbol to me of what I could be. She was kind of an icon or role model for me when I was newly out of the closet and a little nervous. She has dealt with a lot of mental health and depression related to her gender and sexuality and I remember listening to her music and feeling so much. I think it is so important for her and other artists to have this platform to reach audiences of people like me who may be young and in the closet and need a role model. She is really relatable in real life and that is what makes her music so relatable, too, I think. In an interview she said (*pardon my french*) 'Art is just gay as fuck' and talked about growing up with queer art and how she wants to bring that to the next generation and I just really love every bit of her!",
        "notable_works": [
            "1950",
            "Hit the Back",
            "Talia"
        ]
    },
    {
        "id": 3,
        "poster": "freddie.jpg",
        "name": "Freddie Mercury",
        "real_name": "Farrokh Bulsara",
        "genre": "Rock, Glam Rock, Pop Rock",
        "description": "The legendary lead vocalist of Queen, known for his dynamic stage presence, incredible vocal range, and timeless hits like 'Bohemian Rhapsody' and 'Somebody to Love.'",
        "reviewer": "Caroline",
        "review": "He is just an icon in every sense of the word. Freddie Mercury’s charisma and talent are unmatched, his flamboyant stage persona challenged traditional norms of masculinity, and his life story on a whole is an inspiration. If you have ever watched Bohemian Rhapsody or read about him you know about his struggles and impact within the queer community culminating in his participation in LiveAid. I get chills just thinking about what was done that day, it gives me hope for humanity. A celebration of music and sexuality and brotherhood with all of mankind--I have goosebumps right now.",
        "notable_works": [
            "Bohemian Rhapsody",
            "Somebody to Love",
            "We Are the Champions"
        ]
    },
    {
        "id": 4,
        "poster": "elton.jpg",
        "name": "Elton John",
        "real_name": "Reginald Kenneth Dwight",
        "genre": "Pop, Rock, Glam Rock",
        "description": "A British music legend whose career spans over five decades, known for his flamboyant style, unforgettable melodies, and hits like 'Rocket Man' and 'Tiny Dancer.'",
        "reviewer": "Caroline",
        "review": "I used to have pictures of Elton John hanging in my room. His stage presence was impeccable--so unique, so vibrant, so daring in a time of queer stigmatization. Him swinging a bat in a bedazzled jersey looking out into Dodger Stadium would remind me how rewarding it can be to embrace your identity and made me very grateful that I live in a time and place that I can do that, though not as epically as Elton.",
        "notable_works": [
            "Rocket Man",
            "Tiny Dancer",
            "Your Song"
        ]
    },
    {
        "id": 5,
        "name": "Troye Sivan",
        "poster": "troyesivan.jpg",
        "real_name": "Troye Sivan Mellet",
        "genre": "Pop, Electro-Pop, LGBTQ+",
        "description": "An Australian singer-songwriter and actor who gained fame with his introspective pop music that often explores themes of love, youth, and self-discovery.",
        "reviewer": "Caroline",
        "review": "Troye's music celebrates queer love and identity with vulnerability and authenticity. I like that he has a mix of more emotional music and then some higher energy club songs because there is a need for both! Queer music doesn't always have to be emotional -- it can blow the roof off a joint! Through his music and visibility, he's become a voice for young LGBTQ+ individuals which is so important in normalizing queer experiences in mainstream media. One of my best friends from high school recently came out as gay and one of his icons is Troye Sivan because he is so unapologetic about his identity.",
        "notable_works": [
            "Youth",
            "My My My!",
            "Bloom"
        ]
    },
    {
        "id": 7,
        "name": "Lady Gaga",
        "poster": "gaga.jpg",
        "real_name": "Stefani Joanne Angelina Germanotta",
        "genre": "Pop, Dance, Electronic, Rock",
        "description": "An American singer, songwriter, and actress known for her versatility, theatrical performances, and groundbreaking music that blends genres and pushes boundaries. She is also a strong advocate for mental health and LGBTQ+ rights.",
        "reviewer": "Caroline",
        "review": "Lady Gaga is a POWERHOUSE. She IS the 2000s. The meat dress lives in my mind rent free. I love how she uses her visibility as a queer artist -- she is so herself and uses her fame to inspire others to do the same. I remember my 3rd grade chorus class performing 'Born This Way' -- she was way ahead of the curve as always in promoting inclusivity and belonging and she has my heart <3",
        "notable_works": [
            "Bad Romance",
            "Poker Face",
            "Shallow",
            "Born This Way"
        ]
    },
    {
        "id": 8,
        "name": "Kevin Atwater",
        "poster": "kevinatwater.jpg",
        "real_name": "Kevin Atwater",
        "genre": "Indie, Folk, Acoustic",
        "description": "An emerging artist known for their soulful voice and introspective songwriting, blending raw emotion with soothing melodies.",
        "reviewer": "Kailey",
        "review": "I listened to the Downers Grove album on repeat for months. He's my favorite and most listened to artist of the year. I tell every queer person I meet about Kevin Atwater. He writes sad songs in an upbeat packaging, and sometimes just in depressing packaging. There's a story to every song that is described so well that it's easy to relate to emotionally.",
        "notable_works": [
            "Downers Grove (album)",
            "star tripping",
            "rotted out with flies"
        ]
    },
    {
        "id": 9,
        "name": "Towa Bird",
        "poster": "towabird.jpg",
        "real_name": "Towa Bird",
        "genre": "Alternative Rock, Indie, Punk",
        "description": "A dynamic guitarist and singer-songwriter who blends vibrant energy with sharp, emotionally charged lyrics.",
        "reviewer": "Kailey",
        "review": "I had never listened to Towa until my queer friend invited me to her concert. I studied up on the whole setlist, and it ended up being so fun (even if you didn't know all the words). Towa has amazing energy in her songs and on stage. I think her artistry is often diminished because her partner is the more famous Renee Rap, who is very well known in queer spaces. That's why I included Towa on my list over Renee.",
        "notable_works": [
            "Rat Race",
            "B.I.L.L.S",
            "FML"
        ]
    },
    {
        "id": 10,
        "name": "NOAHFINNCE",
        "poster": "noahfinnce.jpg",
        "real_name": "Noah Adams",
        "genre": "Pop-Punk, Alternative Rock",
        "description": "A UK-based musician who brings high-energy pop-punk vibes with unapologetic, heartfelt lyrics about identity and self-expression.",
        "reviewer": "Kailey",
        "review": "I've been a fan of Noah's covers since I was a preteen, and now that he has some professionally produced albums I am even more obsessed. There's a good mix of high energy songs (Worms, After Therapy) and low energy songs (Chasing Daylight, Asthma Attack), lyrically which are always relatable and ultimately positive about mental health. In the song After Therapy, he speaks to how life does get better even if it often feels that it doesn't and how it brings clarity to past experiences.",
        "notable_works": [
            "WORMS (In My Brain)",
            "AFTER THERAPY",
            "CHASING DAYLIGHT"
        ]
    },
    {
        "id": 11,
        "name": "Leith Ross",
        "poster": "leithross.jpg",
        "real_name": "Leith Ross",
        "genre": "Indie Folk, Acoustic",
        "description": "A Canadian singer-songwriter with a gift for storytelling and an ethereal voice that captivates listeners with heartfelt, minimalist tracks.",
        "reviewer": "Kailey",
        "review": "Leith Ross makes the most heartwarming and heartbreaking music. I listen to their music late at night (or the early hours of the morning) always. They identify as nonbinary and transgender, but they often write about their experience in a assigned-female-at-birth body and the social norms associated with that. It's very relatable to their audience.",
        "notable_works": [
            "(You) On My Arm",
            "Too Much Time In My House Alone",
            "Guts"
        ]
    },
    {
        "id": 12,
        "name": "Leanna Firestone",
        "poster": "leanna.jpeg",
        "real_name": "Leanna Firestone",
        "genre": "Pop, Indie, Acoustic",
        "description": "A singer-songwriter whose music blends wit and vulnerability, crafting relatable songs about love, heartbreak, and self-discovery.",
        "reviewer": "Kailey",
        "review": "Bi-icon! Her songs initially do not seem queer, but I went to her concert and the crowd was so, so gay (and she shared that Love of My Life was about her queer relationship). A good mix of high energy (God and the Government, Suneater, Foreverever) and low energy (ESOEMOEHOED, Special, Diet Coke). I like that she also promotes her heteronormative relationship in a way that does not diminish her bisexuality, which is often difficult representation to find in queer spaces. I was listening to ESOEMOEHOED over the summer, it's heartbreaking.",
        "notable_works": [
            "Special",
            "Love of My Life",
            "God and the Government"
        ]
    },
    {
        "id": 13,
        "name": "Abby Cates",
        "poster": "abbycates.jpg",
        "real_name": "Abby Cates",
        "genre": "Pop, Soul, Indie",
        "description": "An up-and-coming artist known for her stunning vocals and ability to infuse pop music with soulful emotion and authenticity.",
        "reviewer": "Kailey",
        "review": "Her music is in my vocal range which means that I am always singing it. I only knew one song when I saw her open for Leanna Firestone, but since then I actively follow her new music. I feel very safe playing her music when I have friends/family in the car because she sings about relationships without explicitly describing them as queer relationships. As another up and coming artist, I highly recommend listening to her music, and especially closeted queer people or queer people who are closeted in certain spaces (like their family or at work).",
        "notable_works": [
            "April Fools",
            "Rainbowfish",
            "saw ur mom at the grocery store"
        ]
    }
]